Repository: virtual-labs/exp-andersons-bridge-au
Catalog: simulation/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: व्हेअतसोंस पुल के लिए तारों कनेक्ट

source: help2
hi_in: बटन "पर पावर" पर क्लिक करें

source: help3
hi_in: प्रतिरोध प्रपत्र प्रतिरोध बॉक्स का चयन

source: help4
hi_in: "एंडरसन पुल" बटन पर व्हेअतसोंस के पुल क्लिक संतुलन के बाद

source: help5
hi_in: एंडरसन प्रयोग के लिए तारों कनेक्ट

source: help6
hi_in: एंडरसन प्रयोग शुरू करने के लिए बटन "पर पावर" पर क्लिक करें

source: help7
hi_in: मूल्यों में परिवर्तन के लिए स्लाइडर मूल्यों को बदलने

source: help8
hi_in: तरंगों को देखने के लिए "शो सीआरओ" पर क्लिक करें

source: help9
hi_in: प्रयोग रीसेट करने के लिए "रीसेट" बटन पर क्लिक करें

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Power On
hi_in: पावर ऑन

source: Anderson's Bridge
hi_in: एंडरसन की पुल

source: Signal Generator:
hi_in: संकेतक उत्पादक:

source: Voltage:
hi_in: वोल्टेज:

source: Frequency:
hi_in: आवृत्ति:

source: Wheatson's bridge
hi_in: व्हेअतसोंस की पुल

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009

source: Inductance coil:
hi_in: अधिष्ठापन का तार :

source: Coil Length:
hi_in: कुंडल लंबाई :

source: Coil Diameter:
hi_in: कुंडल व्यास:

source: Variable resistance:
hi_in: चर प्रतिरोध :

source: Show Result
hi_in: परिणाम दिखाओ

source: Reset
hi_in: रीसेट

source: Inductance:
hi_in: अधिष्ठापन :

source: Inductive Reactance:
hi_in: आगमनात्मक मुक़ाबला :

source: Show CRO
hi_in: दिखाएँ सीआरओ

source: Anderson's bridge
hi_in: एंडरसन की पुल

source: Select Resistance
hi_in: चुनें प्रतिरोध

source: Fractional
hi_in: आंशिक

source: Small
hi_in: छोटा

source: To start
hi_in: शुरू करना

source: After balancing, proceed with
hi_in: संतुलन के बाद, के साथ आगे बढ़ना

source: V
hi_in: वाल्ट

source: Hz
hi_in: हर्ट्ज

source: cm
hi_in: से.मी

source: Power Off
hi_in: बिजली बंद

source: Hide CRO
hi_in: सीआरओ छुपाएं
